Repository: aldiand/nativescript-directions
Catalog: app/App_Resources/iOS/*.lproj/Localizable.strings
Languages: in

# activity_search_empty_result
source: No data found
in: Tidak ditemukan

# activity_search_type_doctor_or_clinic
source: Search doctor or clinic
in: Cari doktor atau klinik

# activity_search
source: Search
in: Cari

source: Doctor
in: Doktor

source: Clinic
in: Klinik

source: What do you want to do?
in: Apa yang ingin anda lakukan?

source: Good Evening,
in: Selamat Malam,

source: Good Afternoon,
in: Selamat Siang,

source: Good Morning,
in: Selamat Pagi,

# jadwal_malam
source: Night Schedule (18:00 - 22:00)
in: Jadwal Malam (18:00 - 22:00)

# jadwal_siang
source: Afternoon Schedule (12:00 - 18:00)
in: Jadwal Siang (12:00 - 18:00)

# jadwal_pagi
source: Morning Schedule (8:00 - 12:00)
in: Jadwal Pagi (8:00 - 12:00)

# dialog_delete_message_content
source: Are you sure you want to delete this message?
in: Anda yakin ingin menghapus pesan ini?

# dialog_delete_message_title
source: Delete Message
in: Hapus Pesan

# activity_message_deleted_content
source: Your message has been deleted
in: Pesan Anda telah terhapus

# activity_message_deleted_title
source: Message Deleted
in: Pesan terhapus

# activity_message_book
source: Book Appointment
in: Buat Janji

# activity_message_reply
source: Reply
in: Balas

# activity_message_title
source: Message
in: Pesan

# activity_intro_keep_in_touch_content
source: Sign in now and start engaging with your doctor.
in: Login sekarang juga dan mulai terhubung dengan dokter Anda

# activity_intro_keep_in_touch_title
source: Keep in Touch
in: Selalu Terhubung

# activity_intro_stay_healthy_content
source: Be aware with your health by receiving appointment reminders and recalls for future checkups
in: Pantau terus kesehatan Anda dengan menerima pengingat janji untuk tiap perjanjian dan pengingat untuk checkup rutin Anda

# activity_intro_stay_healthy_title
source: Stay Healthy
in: Jaga Kesehatan Anda

# activity_intro_book_content
source: Book appointments easily by adjusting your free time with your doctor's schedule
in: Buat janji lebih mudah dengan menyesuaikan waktu luang Anda dengan jadwal kosong dokter anda

# activity_intro_book_title
source: Book with Ease
in: Buat janii dengan Mudah

# activity_intro_find_doctor_content
source: Easily find and connect with your favorite doctor or clinic
in: Temukan dan selalu terhubung dengan dokter atau klinik pribadi Anda dengan mudah

# activity_intro_find_doctor_title
source: Find Your Doctor
in: Temukan Dokter Anda

# reschedule_no
source: No
in: Tidak

# reschedule_yes
source: Yes
in: Ya

# reschedule_content
source: Are you sure you want to reschedule your appointment?
in: Apakah Anda yakin ingin menjadwalkan ulang janji Anda?

# reschedule_title
source: Reschedule Appointment
in: Ganti Jadwal

# dialog_cancel_appointment_body
source: Are you sure you want to cancel this appointment?
in: Apakah Anda ingin membatalkan perjanjian ini?

# dialog_cancel_appointment_title
source: Cancel Appointment
in: Batalkan Perjanjian

# activity_appointment_canceled_body
source: Your appointment has been canceled
in: Perjanjian Anda telah dibatalkan

# activity_appointment_canceled_title
source: Appointment Canceled
in: Perjanjian Dibatalkan

# activity_appointment_confirmed_content
source: Please be on time for your appointment. Thank You
in: Mohon datang tepat waktu untuk perjanjian Anda. Terima kasih

# activity_appointment_confirmed_title
source: Appointment Confirmed
in: Perjanjian dikonfirmasi

# activity_account_phone
source: Phone Number
in: Nomor Telepon

# fragment_inbox_create_message_title
source: Create Message
in: Buat Pesan

# fragment_inbox_create_message
source: + Create Message
in: + Buat Pesan

# fragment_inbox_title
source: Inbox
in: Kotak Masuk

# activity_book_reschedule_dialog_content
source: Your Appointment successfully rescheduled to:
in: Perjanjian Anda berhasil dijadwalkan ulang ke:

# activity_book_reschedule_failed_content
source: Failed to reschedule. %1$@
in: Gagal menjadwalkan ulang. %1$@

# activity_book_reschedule_succcess_content
source: Your schedule has been submitted. Please wait for Doctor's approval.Thank you.
in: Booking anda sudah terkirim Mohon menunggu persetujuan Dokter. Terima kasih.

# activity_book_reschedule_succcess_title
source: Reschedule Sent
in: Penjadwalan ulang terkirim

# activity_book_submit_cancel
source: Cancel
in: Batal

# activity_book_submit_retry
source: Retry
in: Coba Lagi

# activity_book_submit_failed_content
source: Failed to submit appointment. %1$@
in: Gagal mengirimkan booking. %1$@

# activity_book_submit_failed_title
source: Error
in: Kesalahan

# activity_book_submit_success_content
source: Your appointment has been submitted. Please wait for Doctor's approval.Thank you.
in: Booking Anda telah diajukan Mohon menunggu persetujuan Dokter. Terima kasih.

# activity_book_submit_success_title
source: Booking Sent
in: Pengajuan terkirim

# activity_book_submit_in_progress
source: Submitting. Please wait.
in: Mengirimkan. Mohon tunggu.

# activity_book_title_submit_appointment
source: Submit Appointment
in: Ajukan Perjanjian

# activity_book_title_select_treatment
source: Select Treatment
in: Pilih Perawatan

# activity_book_title_select_schedule
source: Pick Suitable Time
in: Pilih Waktu

# activity_edit_profile_dialog_no
source: No
in: Tidak

# activity_edit_profile_dialog_yes
source: Yes
in: Ya

# activity_edit_profile_back_dialog
source: Are you sure to start over?
in: Apakah Anda yakin untuk memulai lagi dari awal?

# activity_edit_profile_error_email_field
source: Email must be valid
in: Email harus valid

# activity_edit_profile_error_empty_field
source: First name and last name must not be empty
in: Nama depan dan nama belakang tidak boleh kosong

# activity_edit_profile_submit
source: Done
in: Selesai

# activity_edit_profile_location
source: Location
in: Lokasi

# activity_edit_profile_gender
source: Gender
in: Jenis Kelamin

# activity_edit_profile_last_name
source: Last Name
in: Nama Belakang

# activity_edit_profile_full_name
source: Full Name
in: Nama Lengkap

# activity_edit_profile_first_name
source: First Name
in: Nama Depan

# activity_edit_profile_title
source: Register
in: Daftar

# activity_edit_profile_female
source: Female
in: Perempuan

# activity_edit_profile_male
source: Male
in: Laki-Laki

# fragment_mydoctor_no_doctor_row
source: Suggest us your doctor here
in: Sarankan dokter anda disini

# fragment_mydoctor_no_doctor_btn
source: Add Doctor
in: Tambahkan Dokter

# fragment_mydoctor_no_doctor_body_hint
source: Your doctors will appear here.
in: Dokter Anda akan muncul di disini.

# fragment_mydoctor_no_doctor_body
source: No Doctors Yet
in: Belum ada dokter

# fragment_mydoctor_row_add_text
source: Add my Doctor?
in: Tambahkan Dokter?

# fragment_mydoctor_row_add
source: Add Other Doctor
in: Tambahkan Dokter Lain

# fragment_mydoctor_title
source: My Doctors
in: Dokterku

# fragment_mydoctor_add_doctor
source: Add A Doctor
in: Tambahkan Doktermu

# fragment_mydoctor_home_title
source: Home
in: Beranda

# fragment_reminders_body_no_reminder_hint
source: All your appointment reminders will appear here
in: Semua pengangkatan Anda reminders akan muncul di sini

# fragment_reminders_body_no_reminder
source: No Reminder Yet
in: Tidak ada pengingat

# fragment_reminders_title
source: My Reminders
in: Pengingat saya

# fragment_reminders_no_reminders
source: You don't have reminder
in: Anda tidak memiliki pengingat

# fragment_messages_body_no_message_hint
source: All your messages will appear here
in: Semua pesan Anda akan muncul di sini

# fragment_messages_body_no_message
source: No Message Yet
in: Tidak ada pesan

# fragment_messages_no_message
source: You don't have message
in: Anda tidak memiliki pesan

# activity_new_message_send
source: Send
in: Kirim

# activity_new_message_cancel
source: Cancel
in: Batal

# activity_new_message_to
source: To:
in: Kepada:

# activity_new_message_error_no_title
source: You must fill the title
in: Anda harus mengisi judul

# activity_new_message_error_no_message
source: You must fill the message
in: Anda harus mengisi pesan

# activity_new_message_body_hint
source: Type in your message
in: Ketik pesan Anda

# activity_new_message_title_hint
source: Title
in: Judul

# activity_new_message_sent_body
source: Your message has been sent. Please wait for Doctor's Reply
in: Pesan Anda telah dikirim. Silakan tunggu jawaban dokter

# activity_new_message_sent_title
source: Message Sent
in: Pesan terkirim

# activity_new_message_sending
source: Sending your message, please wait
in: Mengirimkan pesan Anda, silahkan tunggu

# error_no_comment
source: No comment
in: Tidak ada komentar

# error_something_went_wrong
source: Something went wrong
in: Terjadi kesalahan

# error_no_information_available
source: Click here for detail
in: Klik di sini untuk detail

# doctor_profile_close_now
source: Closed Now, click for more info
in: Tutup sekarang, klik disini untuk informasi

# doctor_profile_open_now
source: Open Now, click for more info
in: Buka sekarang, klik disini untuk informasi

# day_saturday
source: Saturday
in: Sabtu

# day_friday
source: Friday
in: Jumat

# day_thursday
source: Thursday
in: Kamis

# day_wednesday
source: Wednesday
in: Rabu

# day_tuesday
source: Tuesday
in: Selasa

# day_monday
source: Monday
in: Senin

# day_sunday
source: Sunday
in: Minggu

# button_submit
source: Submit
in: Kirim

# button_cancel_appointment
source: Cancel Appointment
in: Batalkan Janji

# button_cancel
source: Cancel
in: Batal

# button_ignore
source: Ignore
in: Abaikan

# button_reschedule
source: Reschedule
in: Ganti Jadwal

# button_confirm
source: Confirm
in: Konfirmasi

# button_retry
source: Retry
in: Coba Lagi

# button_delete
source: Delete
in: Hapus

# starter_detail
source: Detail
in: Detil

# starter_wait
source: Loading, please wait.
in: Sedang memuat, silakan tunggu.

# starter_no
source: No
in: Tidak

# starter_yes
source: Yes
in: Ya

# starter_thank_text
source: Thank You
in: Terima Kasih

# starter_continue_text
source: Continue
in: Lanjutkan

# starter_error_text
source: Error
in: Kesalahan

# starter_doctor_text
source: Doctors
in: Dokter

# starter_treatment
source: Treatment
in: Perawatan

# starter_time
source: Time
in: Waktu

# starter_service
source: Specialisation
in: Spesialisasi

# starter_schedule
source: Day, Start Hour - End Hour
in: Hari, Jam Awal - Jam Akhir

# starter_review
source: Review
in: Ulasan

# starter_reminder
source: Reminder Content
in: Konten Pengingat

# starter_profession
source: Profession
in: Profesi

# starter_phone_number
source: Phone number
in: Nomor Telepon

# starter_name
source: Name
in: Nama

# starter_message_content
source: Message content
in: Isi pesan

# starter_message_subject
source: Subject
in: Subjek

# starter_doctor
source: Doctor's name
in: Nama Dokter

# starter_date
source: Date
in: Tanggal

# starter_clinic
source: Doctor's clinic
in: Klinik Dokter

# starter_address
source: Address
in: Alamat

# starter_service_text
source: Services
in: Layanan

# starter_review_text
source: Review
in: Ulasan

# starter_schedule_text
source: Schedule
in: Jadwal

# starter_location
source: Location
in: Lokasi

# activity_verification_description
source: We have sent you a SMS with a code to verify your account. Please insert the code below.
in: Kami telah mengirimkan Anda SMS dengan kode untuk memverifikasi akun Anda. Silahkan masukkan kode di bawah ini.

# activity_verification_wrong_code
source: Wrong verification code
in: Kode verifikasi salah

# activity_verification_empty_code
source: Code must not be empty
in: Kode tidak boleh kosong

# activity_verification_hint
source: Insert code from SMS
in: Masukkan kode dari SMS

# activity_signup_number_clinic
source: Make sure your phone number have been registered on your clinic
in: Pastikan nomor telepon yang anda masukan terdaftar di klinik Anda

# activity_phone_title_description
source: Please enter your number to verify your account
in: Harap masukkan nomor Anda untuk memverifikasi akun Anda

# activity_phone_invalid_phone
source: Invalid phone number
in: Nomor telepon tidak valid

# activity_phone_empty_phone
source: Phone number must not be empty
in: Nomor telepon tidak boleh kosong

# dialog_session_expire_body
source: Please re-enter your phone number
in: Mohon masukan kembali nomor telpon anda

# dialog_session_expire_title
source: Session Expire
in: Sesi Berakhir

# fragment_myappointments_status_canceled
source: Canceled
in: Dibatalkan

# fragment_myappointments_status_unknown
source: Unknown
in: Tidak diketahui

# fragment_myappointments_approved
source: Approved
in: Diterima

# fragment_myappointments_status_rescheduled
source: Rescheduled
in: Dijadwal ulang

# fragment_myappointments_status_waiting_approval
source: Waiting For Approval
in: Menunggu persetujuan

# fragment_myappointments_status_rejected
source: Rejected
in: Ditolak

# fragment_myappointments_status_unconfirmed
source: Approved
in: Diterima

# fragment_myappointments_status_confirmed
source: Confirmed
in: Dikonfirmasi

# fragment_myappointments_no_appointments_below
source: All your appointments will appear here
in: Semua janji Anda akan muncul di sini

# fragment_myappointments_no_appointments
source: No Appointments Yet
in: Belum ada perjanjian

# fragment_myappointments_title
source: My Appointments
in: Perjanjian

# activity_signup_next
source: Next
in: Lanjutkan

# activity_book_see_location
source: See location
in: Lihat lokasi

# fragment_settings_rate
source: Rate the App
in: Beri Nilai Aplikasi

# fragment_settings_about
source: About ReadyDok
in: Tentang ReadyDok

# fragment_settings_account
source: Account
in: Akun

# activity_about_title
source: About ReadyDok
in: Tentang ReadyDok

# about
source: ReadyDok is an app that improves your personal healthcare experience by bringing you closer to your personal doctors.
in: ReadyDok adalah aplikasi yang meningkatkan pengalaman kesehatan Anda dengan menghubungkan Anda lebih dekat ke dokter pribadi Anda.

# verif
source: Verification
in: Verifikasi

source: Submit
in: Kirim

source: Sign In
in: Masuk

# inboxs
source: Inbox
in: Pesan

# accounts
source: Account
in: Akun

source: Reminders
in: Pengingat

source: Appointments
in: Perjanjian

# version
source: Version 2.0.1
in: Versi 2.0.4
